[{"Name":"Encapsulation","Date":"2014","Description":"TopoChip screening is performed to assess possible beneficial orchestration of the foreign body response by topographies. Since macrophages are major regulatory cells in the foreign body response, surface topographies are selected which showed differential adhesion of monocytes Ð macrophages and their fusion into foreign body giant cells. These topographies are implanted in a murine subcutaneous implant model to investigate the foreign body response.","Lead author":"C. Diedrich","Lead Principal investigator":"J. de Boer","Technology":"TopoChip","TopoChip type":"Polyurethane TopoChipp","Cell staining":null,"Chip replicates":"16","CellType":"Purified monocytes","CultureTime":"5 days","SecondaryScreening":"None","SelectedSurfaces":"2177,1209,1584,2111,2116,129,187,194,286,731,1159,1224,1332,1700,2076"},{"Name":"Hepatocytes","Date":"2018","Description":"Drug discovery, toxicity testing and research of liver-specific diseases are significantly hampered by the lack of a reliable long-term in vitro hepatocyte model. Current in vitro models of liver related diseases do not consider how topographical features used for cell culture can greatly impact different aspects of cell behavior such as cell differentiation, proliferation and survival. In this work we propose the use of a custom designed polystyrene cell culture surface topography that does enable long-term cultivation of primary hepatocytes with maintenance of phenotypical stability and viability. Our results show that hepatocytes cultured on topographies can maintain the expression of hepatic genetic markers alongside a strongly enhanced protein production capacity, drug metabolism functionality and sensitivity to toxins compared to current in vitro liver models for up to 4 weeks. Our custom made topographic-featuring plates can be used easily with existing standardized cell culture protocols representing an innovative and powerful tool for long-term in vitro studies using primary hepatocytes within routine high-throughput screenings and for more specific disease models including infection.","Lead author":"J. de Boer","Lead Principal investigator":"J. de Boer","Technology":"TopoChip","TopoChip type":"Polystyrene TopoChip","Cell staining":"Dapi (Nuclei), CD81 (Hepatocyte marker), CellMaskOrange (Cellbody)","Chip replicates":"10","CellType":"Hepatocytes","CultureTime":"30 days","SecondaryScreening":"Functionality test: validation of PHH; Funcionality test: Protein Level; Functionality test: time course; Functionality test: validation Rhesus monkey; Functionality test: validation Malaria infection","SelectedSurfaces":"2177,887,2039,359,956,201,1033,824,135,1757,564,8,1594,1213,1857"}]