{
	"ALP": {
		"Description": {
			"Name": "Mining for osteogenic surface topographies",
			"Lead author": "Frits F.B. Hulshof",
			"Lead principal investigator": "Jan de Boer",
			"Date": "12 May 2017",
			"DOI": "10.1016/j.biomaterials.2017.05.020",
			"Summary": "Stem cells respond to the physicochemical parameters of the substrate on which they grow. Quantitative material activity relationships ethe relationships between substrate parameters and the phenotypes they induce have so far poorly predicted the success of bioactive implant surfaces. In this report, we screened a library of randomly selected designed surface topographies for those inducing osteogenic differentiation of bone marrow-derived mesenchymal stem cells. Cell shape features, surface design parameters, and osteogenic marker expression were strongly correlated in vitro. Furthermore, the surfaces with the highest osteogenic potential in vitro also demonstrated their osteogenic effect in vivo: these indeed strongly enhanced bone bonding in a rabbit femur model. Our work shows that by giving stem cells specific physicochemical parameters through designed surface topographies, differentiation of these cells can be dictated."
		},
		"Design": {
			"TopoChip screen": "8 Titanium-coated TopoChips, 4356 images (one for each TopoUnit) were acquired for each chip and fluorescence channel, 12 higher-resolution confocal microscopy images to validate morphology on highest and lowest rank surfaces.",
			"Surface validation": "To study the long-term effect of topographies on osteogenesis, a mineralization experiment with the selected surfaces in osteogenic medium was performed (see flow cytometry and qPCR).  ",
			"Flow cytometry": "ALP expression was verified by flow cytometry in hMSCs after 5 days in medium with osteogenic supplements (see flow cytometry).",
			"qPCR": "total RNA was isolated to quantify Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts from hMSCs cultured for 5 weeks on the selected topographies in osteogenic conditions.",
			"Animal surgery": "Titanium implants were surgically implanted in 24 New Zealand White female rabbits. From the resulting total of 8 replicates per topography, 4 were used for the pull-out tests and 4 were used for histological analysis.",
			"Tensile test": "At four and eight weeks after implantation, a tensile test is performed to measure the force required for detachment of the implant",
			"Histology methods": "histology images of bone slices with: a non-patterned substrate (4 weeks implantation),SLA substrate (8 weeks implantation), and  low ALP hit topography substrate (4 weeks implantation)."
		},
		"Results": {
			"selected surfaces": "T2-PLA-Ti-3322,T2-PLA-Ti-0205,T2-PLA-Ti-0304,T2-PLA-Ti-1642,T2-PLA-Ti-3240,T2-PLA-Ti-2702,T2-PLA-Ti-1901",
			"Feature design id": "11,1050,1018,1706,1147,229,494",
			"gene expression": "Both ALP-high surfaces (4 and 8) showed large upregulation of Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts relative to the non-patterned control, whereas surface 7 showed intermediate values."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "Surface_FeatureIdx_11.png,Surface_FeatureIdx_1050.png,Surface_FeatureIdx_1018.png,Surface_FeatureIdx_1706.png,Surface_FeatureIdx_1147.png,Surface_FeatureIdx_229.png,Surface_FeatureIdx_494.png"
		}
	},
	"ICAM1": {
		"Description": {
			"Name": "Surface topographies control ICAM-1 expression",
			"Lead auhtors": "Aliaksei S. Vasilevich",
			"Lead principal investigators": "Jan de Boer",
			"Date": "28 June 2018",
			"DOI": "10.3389/fbioe.2018.00087",
			"Summary": "We used a library of designed surface topographies to trigger FRC differentiation from tonsil-derived stromal cells (TSCs). Undifferentiated TSCs were seeded on a TopoChip containing 2176 different topographies in culture medium without differentiation factors, then monitored cell morphology and the levels of ICAM-1, a marker of FRC differentiation. We identified 112 and 72 surfaces that upregulated and downregulated, respectively, ICAM-1 expression. By monitoring cell morphology, and expression of the FRC differentiation marker ICAM-1 via image analysis and machine learning, we discovered correlations between ICAM-1 expression, cell shape and design of surface topographies and confirmed our findings by using flow cytometry."
		},
		"Design": {
			"Cell culture": "stromal cells were obtained from human tonsils collected from children undergoing routine tonsillectomy. Cells were cultured in alpha-MEM media supplemented with 10% FBS at 37°C in a humid atmosphere with 5% CO2 unless stated differently. For induction of FRC phenotype, cells were treated with TNF-α (10 ng/mL) and LT-α1β2 (100 ng/mL; R&D Systems, Abingdon, United Kingdom).",
			"Adipogenesis": "To induce adipogenesis, cells were cultured for 3 weeks in adipogenic media. Following exposure to adipogenic media for 3 weeks, we observed most BM-MSCs with abundant lipid droplet formation.",
			"Mineralization": "To induce mineralization, cells were cultured for 4 weeks in mineralization media. Mineralization was clearly observed in BM-MSCs but only occasionally detected minerals in TSCs. As expected, the amount of deposited calcium in BM-MSCs treated with mineralization media was higher than in the untreated condition, while calcium was not significantly increased in TSCs",
			"TopoChip screen": " To evaluate the response of TSCs to surface topography, we seeded cells on polystyrene TopoChips, and cultured them for 48 h in basic medium and stained them with phalloidin and DAPI to visualize the cytoskeleton and nuclei, respectively. On flat control surfaces, TSCs displayed a typical spindle shape and oval nuclei but showed very diverse cell shapes on the different topographies."
		},
		"Results": {
			"Selected surfaces": "TS_PS_0344,TS_PS_0708,T2_PS_2216,T2_PS_1054",
			"Feature design id": "2100,882,380,1859",
			"Gene expression": "ICAM-1 expression signficantly different on ICAM-1-High (TS_PS_0344,TS_PS_0708) and ICAM-1-Low (T2_PS_2216,T2_PS_1054) to flat surface. VCAM-1, IL7, or CCL5 are not differently expressed."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "Surface_FeatureIdx_2100.png,Surface_FeatureIdx_882.png,Surface_FeatureIdx_380.png,Surface_FeatureIdx_1859.png"
		}
	},
	"TopoWellPlate": {
		"Description": {
			"Name": "Well-Plate based screening platform for cell-surface interactions",
			"Lead author": "Nick R.M. Beijer",
			"Lead principal investigator": "Jan de Boer",
			"Date": "21 March 2017",
			"DOI": "10.1002/adbi.201700002",
			"Description": "A supervised machine learning algorithm was used to select 87 defined surface topographies in order to create a large diversity in cell morphologies on the TopoWellPlate. The overall metabolic activity of bone marrow-derived human mesenchymal stem cells is measured to show the functionality of the TopoWellPlate as a screening tool, which showed a 2.5-fold difference range in metabolic activity per cell. TopoWellPlates of this and other topographical designs can be used to analyze cells using the wealth of standardized molecular assays available and thus disclose the mechanisms of biomaterials-induced mechanotransduction."
		},
		"Design": {
			"TopoWellPlate Manufacturing": "Topographically enhanced areas of the polystyrene films were exactly aligned with the chimneys of a bottomless 96-well plate (Greiner Bio-One) and an in-house developed aluminum controlled heat transmitting stamp. This resulted in a polystyrene 96-well plate with 87 wells that were enhanced with a surface topography and 9 wells that remained unpatterned. ",
			"Metabolic Activity": "Mitochondrial metabolic activity of isolated cell populations exposed to unique surface topographies was measured using Presto Blue Assay."
		},
		"Results": {
			"Metabolic activity": "Metabolic activity demonstrated the diversity in physical stimuli on the TopoWellPlate and its influence on cell behavior.",
			"TopoWell Plate": "The TopoWell Plate is a valueble tool to study cell-material interaction in a high througput manner. Our proof of principle shows the diversity in cellular responses to surface topography as measured by mitochondrial metabolic activity of cells. The TopoWEllPlate allows us to investigate the effect of surface topography on cellular metabolic pathways."
		},
		"Images": {
			"ImagesToDisplay": "FALSE",
			"ImagesStudyDesign": "None"
		}
	},
	"Phenom28": {
		"Description": {
			"Name": "The correlation between material-induced cell shape and phenotypical responses",
			"Lead authors": "Aliaksei S. Vasilevich",
			"Lead principal investigators": "Jan de Boer",
			"Date": "4 November 2020",
			"DOI": "10.1038/s41598-020-76019-z",
			"Description": "We defined the phenotypic response of human bone marrow-derived mesenchymal stem cells (hMSCs) to 2176 randomly generated surface topographies by probing basic functions such as migration, proliferation, protein synthesis, apoptosis, and differentiation using quantitative image analysis. Clustering the surfaces into 28 archetypical cell shapes, we found a very strict correlation between cell shape and physiological response and selected seven cell shapes to describe the molecular mechanism leading to phenotypic diversity. Transcriptomics analysis revealed a tight link between cell shape, molecular signatures, and phenotype."
		},
		"Design": {
			"Surface selection": "28 surfaces are selected from a human bone marrow MSC TopoChip screen. These 28 surfaces are enlarged and fabricated on expanded surfaces on Polystyrene films containing the topographical imprints and were O2-plasma treated to enhance cell attachment. ",
			"Protein synthesis": "To assess global protein synthesis on the selected surfaces we looked at global protein expression by L-methionine analogue incorporation. ",
			"ALP induction": "To assess the expression of ALP, a osteogenic marker, hMSCs were cultured on topographies in osteogenic medium for 7 days. ALP protein level was assessed by immunofluorescent imaging.",
			"Adiopogenesis": " to induce adipogenesis, hMSCs were cultured for 3 weeks in adipogenic medium. To visualize lipids formation, cells were stained with oil red o (Sigma-Aldrich, O0625). ",
			"Apoptosis": "hMSCs were stained with dye for live cells (CellTracker Green CMFDA, Thermo Fischer Scientific, 11570166). Next, we added a staurosporine (Abcam, ab120056), a protein kinase inhibitor, in the concentration of 0.5 μM and 250 ng/ml of annexin V (Dr Leon J. Schurgers, Department of Biochemistry, University Maastricht) with a red fluorescent tag to detect apoptosis.",
			"Cell-Painting assay": "hMSCs (d016) were seeded on topographies for 24 h in basic medium at density 10,000 cells/cm2 in 24 well plates. cellular morphology is assed with the cell painting assay. following the Cell Painting protocols (Bray et al. Nat Protocols). ",
			"Transcriptomic analysis": "hMSCs (d016) were seeded on selected topographies for 24 h in a basic medium at a density of 15,000 cells/cm2 in 24 well plates in triplicate. Differential expressed genes are identified by using a linear modelling approach (R Limma package). Genes are differentially expressed at a adjusted p-value < 0.05."
		},
		"Results": {
			"ALP induction": "Data showed a positive correlaton between the shape parameters FormFactor and Minor Axis length with ALP expression, whereas Extent showed a negative correlation. We found that the typical ALP positive cell has an elongated, irregular shape with many protrusions.",
			"Cell proliferation": "A large difference in the rate of proliferation is observed, ranging from 12 to 59% of EdU-positive cells, between the low and high scoring surfaces.",
			"Protein synthesis": "Protein synthesis is found to be positively correlated to the shape parameter Area and negatively correlated to the shape parameters Euler Number (the number of the “holes” in the object, which can appear when the cell is forming a protrusion around a pillar).",
			"Feature design id": "2117,1913,1008,941,1330,281,2113,684"
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "Surface_FeatureIdx_2117.png,Surface_FeatureIdx_1913.png,Surface_FeatureIdx_1008.png,Surface_FeatureIdx_941.png,Surface_FeatureIdx_1330.png,Surface_FeatureIdx_281.png,Surface_FeatureIdx_2113.png,Surface_FeatureIdx_684.png"
		}
	},
	"NanoTopoChip": {
		"Description": {
			"Name": "NanoTopoChip: High-throughput nanatopographical cell instruction",
			"Lead author": "Frits F.B. Hulshof",
			"Lead principal investigator": "Jan de Boer",
			"Date": "15 October 2017",
			"DOI": "10.1016/j.actbio.2017.08.023",
			"Summary": "The nanotopography of biomaterial surfaces can be modified to influence adhering cells with the aim to improve the performance of medical implants and tissue culture substrates. However, the necessary knowledge of the underlying mechanisms remains incomplete. One reason for this is the limited availability of high-resolution nanotopographies on relevant biomaterials, suitable to conduct systematic biological studies. The present study shows the fabrication of a library of nano-sized surface topographies with high fidelity. The potential of this library, called the ‘NanoTopoChip’ is shown in a proof of principle HTS study which demonstrates how cells are affected by nanotopographies. The large dataset, acquired by quantitative high-content imaging, allowed us to use predictive modeling to describe how feature dimensions affect cell morphology."
		},
		"Design": {
			"NanoTopoChip design": "a custom C++ script is used to randomly select 1246 unique topographies from an in silico library of with a theoretical design space of millions of topographies that was generated by combining the primitive shapes triangle, rectangle and circle. This random combination of the geometrical characteristics of the primitive shapes, such as sharp corners from triangles and rounded edges from circles, theoretically allows the generation of any shape. The script creates a Clewin image file, which was applied on a photomask. The resulting Nano-TopoChip contains a surface of 20 × 20 mm with 1246 unique topography designs in duplo in individual test surfaces of 390 by 390 µm called TopoUnits, each separated by 30 µm high, 10 µm wide walls in a 50 by 50 grid. The nano features within each TopoUnit are comprised of primitives of lines, circles and triangles have minimum and maximum lateral dimensions of 200 nm and 700 nm. Nano features with random shapes are generated with lateral dimensions ranging from 200 nm to 1000 nm. ",
			"Scanning Electron Microscope": "The moulds and Nano-TopoChips were imaged with a Zeiss Merlin HR-SEM. ",
			"Cell Cultulure": "U2OS cells, stably expressing Lamin B1 BFP, αTubulin GFP and Actin RFP (U2OS LMNB1-TUBA1B-ACTB, Sigma-Alldrich) were cultured in McCoys medium (Sigma-Alldrich) with 10% FBS (Sigma-Alldrich), 100 U/ml penicillin and 100 g/ml streptomycin (Gibco). ",
			"NanoTopoChip screen": "For the screening experiment, the cells were seeded at a density of 5000 cells/cm2 on 6 Nano-TopoChips with a custom built seeding device. The device consists of a culture chamber that fits 2 Nano-TopoChips and creates a small space (500 µm height) on top of the TopoChips.  After 3 days of culture, the cells were washed in phosphate buffered (PBS, Sigma Aldrich) and fixated with 1% paraformaldehyde for 10 mins at 0 °C, followed by quenching with 50mM ammonium chloride (Sigma Aldrich). Next, the cells were washed with PBS and incubated with 1: 10,000 4′,6-Diamidino-2-phenylindole (Dapi, Life technologies) for 30 min. Finally the Nano-TopoChips were mounted on coverslips with Mowiol 4-88 (Sigma Aldrich) after washing with PBS twice. After sample drying the chips were imaged using a Hamamatsu Nanozoomer."
		},
		"Results": {
			"NanoTopoChip screen": "isual inspection of the images shows that the nanotopographies also affect U2OS morphology in various ways and that those are  distinctly different from the micro-TopoChip. On the Nano-TopoChip, we do not observe gross differences in cellular shapes but the nanotopographies seem to affect the extent of cell spreading and the organization of the actin localization. On the nano features, the actin fibers align in various different orientations and patterns. On the nano features, the actin fibers align in various different orientations and patterns.  The more spread cells have very distinct punctate patterns of actin fibers, while the less spread cells tend to have more cortical actin. In this initial observation, the morphology of U2OS nuclei does not seem to deviate much from the common ‘classic’ oval shape.",
			"Nanotopography – cell morphology relationships": "We found that random forest was able to predict cell area most accurately (Fig. 5c). The area of the smallest individual structure, the 10th percentile of pillars size within the topography and the ratio between area covered by topographical features and the area not covered by topographical features (pattern density) calculated by 2 methods were the most predictive parameters. These surface design parameters were able to predict cell size with 98% accuracy (Fig. 5d). Visual inspection of the topography designs confirms the model predictions (Fig. 5e). The topographies that induce small, more rounded cells, consist of relatively large topographies with large spacing between the topographies. The topographies which induce more spreading of the cells consist of smaller features which also cover a relatively small area. Other parameters such as cell number, actin localization and fiber actin alignment could also be predicted by feature design parameters."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "NanoTopoChip_ResultA.png,NanoTopoChip_SEM.png,NanoTopoChip_CellMorphologies.png,NanoTopoChip_Surfaces.png"
		}
	},
	"MechanoTransduction": {
		"Description": {
			"Name": "Mechanotransduction is a context-dependent activator of TGF-β signaling in mesenchymal stem cells",
			"Lead author": "Steven Vermeulen",
			"Lead principal investigator": "Jan de Boer",
			"Date": "November 202",
			"DOI": "10.1016/j.biomaterials.2020.120331",
			"Description": "Because Scxa is a TGF-β responsive gene, we investigated the link between mechanotransduction and TGF-β signaling. We discovered that mesenchymal stem cells exposed to both micro-topographies and TGF-β2 display synergistic induction of SMAD phosphorylation and transcription of the TGF-β target genes SCX, a-SMA, and SOX9. Pharmacological perturbations revealed that Rho/ROCK/SRF signaling is required for this synergistic response. We further found an activation of the early response genes SRF and EGR1 during the early adaptation phase on micro-topographies, which coincided with higher expression of the TGF-β type-II receptor gene. Of interest, PKC activators Prostratin and Ingenol-3, known for inducing actin reorganization and activation of serum response elements, were able to mimic the topography-induced TGF-β response. These findings provide novel insights into the convergence of mechanobiology and TGF-β signaling, which can lead to improved culture protocols and therapeutic applications."
		},
		"Design": {
			"Cell culture": "dipose-derived human mesenchymal stem cells (AD-hMSCs) and dermal fibroblasts (DF) used in this study were purchased from Lonza. AD-hMSCs and DF were isolated from a 42-year-old, and 27-year-old female respectively. C3H10T1/2 cells were purchased at ATCC. Basic medium for AD-hMSCs and DF consists of MEM Alpha GlutaMAX, no nucleosides (Gibco). For the culture of C3H10T1/2 cells, DMEM low glucose (Merck) was used as basic media. Basic media was supplemented with 10% v/v fetal bovine serum (FBS), 0.2 mM ascorbic-acid-2-phosphate (ASAP), and 10 U/mL Penicillin/Streptomycin. Cells were grown at 37 °C in a humid atmosphere at 5% CO2. For experimental purposes, cells at passage 3–4 were seeded at a density of 5000–10000 cells/cm2 on flat and the topographical surface.",
			"Pathway inhibitors": "Human TGF-β2 (Peprotech), and mouse TGF- β2 (R&D Systems) were included in the media during cell seeding at a final concentration of 20 ng/ml. Pathway inhibitors blebbistatin, Y27632, CCG-203971, U2016, and SB431542 were purchased from Sigma-Aldrich and included in the media at a final concentration of 10 μM. For inhibitor studies, inhibitors were added to the cell media 1 h prior and during cell seeding. PKC activators Ingenol, and Prostratin were purchased from Sigma-Aldrich, and added to the medium at a final concentration of 10 μM during cell seeding or media replacement.",
			"Gene expression": "one marrow-derived human MSCs were seeded on topography PS-281 for 24 h in basic medium at a density of 15,000 cells/cm2 in 24 well plates in three replicas. icroarrays were performed using Illumina HT‐12 v4 expression Beadchips. Arrays were scanned on an Illumina Beadarray reader, after which raw intensity values were background corrected in BeadStudio (Illumina). The probe‐level raw intensity values were quantile normalized and transformed using variance stabilization (VSN). A detection threshold of 0.01 was used for reducing the number of false positives. A linear modelling approach with empirical Bayesian methods, as implemented in Limma package, was applied for differential expression analysis of the resulting probe‐level expression values.",
			"In-liquid digestion": "Unknown",
			"Protein identification using LC-MS/MS": "A nanoflow HPLC instrument (Dionex ultimate 3000) was coupled on-line to a Q Exactive (Thermo Scientific) with a nano-electrospray Flex ion source (Proxeon). MS data was acquired using a data-dependent top-10 method, dynamically choosing the most abundant precursor ions from the survey scan (280–1400 m/z) in positive mode. ",
			"Immunocytochemistry": "Primary antibodies used in this study are: anti-SCX antibody (1:200; Abcam; ab58655), anti-EGR1 antibody (1:200; ThermoFisher; T.126.1), anti- Phospho-Smad2/3 (1:200; Cell Signaling Technologies; 8828S), and anti-SRF antibody (1:200; Santa Cruz; sc-335).",
			"Image analysis": "ixed samples were inverted and fluorescent images were acquired through the glass coverslip using a fully automated Nikon Eclipse Ti–U microscope in combination with an Andor Zyla 5.5 4 MP camera. Fluorescent images were analyzed through CellProfiler 3.1.8 .",
			"Quantitative polymerase chain reaction": "After cell lysis by Trizol (Thermo Fisher), total RNA was isolated using the RNeasy Mini Kit (Qiagen) according to the manufacturer's protocol. The software qBase + allowed determining relative expression using the ΔΔCt method.",
			"MSC osteogenic differentiation": "Differentiation of AD-hMSCs towards the osteogenic lineage was achieved by seeding AD-hMSCs at a density of 5 × 103 cells/cm2. After 24 h, medium was changed with either a control or mineralization medium. The mineralization media is basic media supplemented with 10% v/v fetal bovine serum (FBS), 10 U/mL Penicillin/Streptomycin, with 10 nM dexamethasone (Sigma) and 10 mM β-glycerol phosphate (Sigma), while control medium includes the same components except dexamethasone.",
			"MSC adipogenic differentiation": "Differentiation of AD-hMSCs towards the adipogenic lineage was achieved by seeding AD-hMSCs at a density of 15 × 103 cells/cm2. After 24 h, medium was replaced with either a control or adipogenic medium. The adipogenic media consist of basic media supplemented with 10% v/v fetal bovine serum (FBS), 10 U/mL Penicillin/Streptomycin, 0.5 mM 3-isobutyl-1-methylxanthine (Sigma), 0.2 mM indomethacin (Sigma), 10 μg/mL Insulin (Sigma), and 1 μM dexamethasone (Sigma). Control medium consisted solely of basic media with 10% v/v fetal bovine serum (FBS) and 10 U/mL Penicillin/Streptomycin. "
		},
		"Results": {
			"Selected surfaces": "PS-281,",
			"MSCs cultured on micro-topography PS-281": "After 24 h of cell culture, these micro-topographies greatly reduce the cell and nuclei size of MSCs compared to a standard flat surface culture. Changes in morphology are accompanied by a reduction of filamentous(F)-actin stress fibers, with the cytoskeleton obtaining elongated characteristics in between the structures.",
			"Gene Expression MScs on micro-topography PS-281": "The gene signature induced by surface PS-281 demonstrates that the cytoskeleton is under a lot of change 24 h after cell seeding, which corresponds with the visual observed alterations in cytoskeleton architecture and cell geometry. we screened the DEGs for mechanosensitive transcription factors and found an upregulation of early growth response gene 1 (EGR1) (3.0 fold change), FBJ murine osteosarcoma viral oncogene homolog (FOS) (4.7 fold change), and FOSB (2.2 fold change). We noticed that many cytoskeleton related DEGs exhibit lower expression when cultured on surface PS-281, with a total of 48 DEGs downregulated and 11 DEGs upregulated. Downregulated genes include STMN1, TUBB, TUBB4B, TUBA1A and TUBB6, all involved in microtubule dynanamics.  We further found a reduction in expression levels of genes associated with small GTPase rho signal transduction and subsequent cytoskeletal organization.",
			"MSCs cultured on micro-topography PS-1018": "Surface PS-1018 induced cell elongation with a profound reduction in cell and nuclear size, while reducing actin stress fibers, similar to surface PS-281. MSCs adhering on the surface PS-1018 displayed different dynamics. Here, MSCs engulfed the micro-topographies with concentrated F-actin stress fiber formation on top of the structures but a more diffuse actin pattern at the bottom and in between the structures.",
			"Gene and protein Expression MScs on micro-topography PS-1018": "we observed a 3.6 fold increase in EGR1 mRNA levels compared to flat at 24 hours and no significant difference at 48 hours. t earlier time points, we assessed EGR1 protein expression dynamics on both flat and PS-1018. At 2 h, we found increased EGR1 levels in the nucleus when MSCs are cultured on PS-1018 compared to flat. Of interest, we measured a slight yet non-significant increase at 24 hours. Similar to EGR1, high intensities of nuclear SRF were observed at 2 hours, followed by a slight yet non-significant decrease at 24 hours compared to the flat surface.",
			"TGF-βR-II and SCX levels in MSCs": "The micro-topographies enhance SCX levels in MSCs, which could be guided by a general sensitization for TGF-β signaling through SRF, EGR1 and TGF-βR-II. We confirmed increased TGF-βR-II expression on surface PS-1018 by qPCR after 8 hours (1.3 fold change), and reaching a maximum at 24 hours. At 48 hours, no significant differences in TGF-βR-II levels were detected between PS-1018 and flat. It is known that mitogen-activated protein kinase kinase (MEK) inhibitors, such as U0216, can inhibit the activation of its downstream target EGR1, which we experimentally verified. U0216 also decreased TGF-βR-II expression on the PS-1018 surface.",
			"Surface topography and TGF-β2 synergistically induce TGF-β target genes": "Our findings demonstrate that the synergy between TGF-β signaling and surface topography is reproducible in multiple TGF-β2-response cell lines. Besides SCX, we also found a similar effect for other TGF-β responsive genes. Expression of α-SMA, a differentiation marker of smooth muscle cells and myofibroblasts, and the chondrogenic transcription factor SOX9 can be induced by TGF-β2, and display a synergistic effect when combined with micro-topographies.Rho/ROCK/SRF signaling and topography-induced TGF-β sensitization. Inhibitors against the TGF-β receptor abolish SCX levels on all conditions including PS-1018, emphasizing the involvement of TGF-β signaling for micro-topographical induction of SCX. The Rho/ROCK/SRF inhibitors Y27632, CCG-209371, and blebbistatin abolishes the topography-induced effect on SCX expression. he MAPK/MEK inhibitor U0216 reduces overall SCX expression, yet does not reduce the synergistic effect on SCX expression. These observations demonstrate that actin dynamics and the Rho/ROCK/SRF signaling pathway are necessary for micro-topographies to enhance the expression of SCX.",
			"PKC activators and topography-induced mechanotransduction": "Ingenol and prostratin were added to MSCs with and without TGF-β2, and SCX levels were measured after 24 h. Without TGF-β2, ingenol and prostratin induced similar SCX levels as the PS-1018 surface. n the presence of TGF-β2, prostratin induced a 36.2 fold SCX expression compared to a regular flat surface without TGF-β2. Ingenol-3 induced a similar response, with slightly higher SCX levels (39.1 fold change) than prostratin. No significant differences between the topography and PKC activators were observed when adding TGF-β2. These findings demonstrate that PKC activators strikingly mimic the effect of the micro-topography in inducing SCX levels."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "Surface_FeatureIdx_281.png,Surface_FeatureIdx_1018.png,Mechanotransduction_Phalloidin1018.png,Mechanotransduction_PKCactivators.png, AD-MSC_osteogenicInduction.png,AD-MSC_adipogenicInduction.png"
		}
	},
	"DynamicAdaptation": {
		"Description": {
			"Name": "Dynamic adaptation of mesenchymal stem cell physiology upon exposure to surface micropatterns",
			"Lead author": "Nick Beijer",
			"Lead principal investigator": "Jan de Boer",
			"Date": "24 June 2019",
			"DOI": "10.1038/s41598-019-45284-y",
			"Description": "We used well established techniques to compare hMSCs cultured on flat and topographically enhanced polystyreneand observed dramatically changed cell morphologies accompanied by shrinkage of cytoplasm and nucleus, a decreased overall cellular metabolism, and slower cell cycle progression resulting in a lower proliferation rate in cells exposed to surface topographies. We hypothesized that this reduction in proliferation rate effects their sensitivity to certain cancer drugs, which was confirmed by higher survival rate of hMSCs cultured on topographies exposed to paclitaxel. Thus, micro-topographies can be used as a model system to mimic the natural cell micro-environment, and be a powerful tool to optimize cell treatment in vitro."
		},
		"Design": {
			"Surface selected": "T2-PS-0304, T2-PS-1642 ,T2-PS-3240, T2-PS-1901",
			"Feature idx": "T2-PS-0304 = ,T2-PS-1642= ,T2-PS-3240=, T2-PS-1901=",
			"Cell culture": "For cell culture experiments, mesenchymal stem cells (hMSCs) from a human donor (female, 74 years-old) undergoing a total hip replacement were used. hMSCs were expanded in basic hMSC medium consisting of α-minimal essential medium (a-MEM, Life Technologies) supplemented with 10% foetal bovine serum (FBS, Sigma), 2 mM L-glutamin (Fisher Scientific), 0.2 mM ascorbic acid (Sigma), 100 U/ml penicillin, and 100 mg/ml streptomycin (Fisher Scientific).",
			"Fluorescence staining and microscopy": "For fluorescence microscopy, cells were fixated in freshly prepared 3.7% paraformaldehyde (Sigma) for 10 minutes at room temperature, permeabilized by 1% Triton-X (Sigma) in phosphate buffered saline (PBS) for 10 minutes and blocked for a-specific binding by 1% bovine serum albumin (BSA, Sigma Aldrich) in PBS for 30 minutes at room temperature. The actin cytoskeleton was stained with Phalloidin 488 (1:80, A12379 Thermo Fisher Scientific) for 40 minutes and DNA a stained with 4′,6-diamidino-2-phenylindole (DAPI, 14.3 µM, D1306 Invitrogen).  For time-lapse imaging of fluorescently labeled U2OS cells (GFP-Actin) on topographically enhanced substrates, z-stacks of confocal images were taken every 5 minutes. Here, the three-dimensional reconstructed time-lapse confocal images were obtained using an upright Carl Zeiss LSM 700 with a humidified 5% CO2 chambers at 37 degrees Celcius. ",
			"Cell volume and size quantification": "To quantify cell volume, hMSCs we trypsinized after 24 hours of culture, and quickly washed before direct measurements in the flow cytometer (BD Accuri C6). Cell size was measured using the forward scatter.",
			"Gene expression analysis": "hMSCs were cultured for 7 days on the topographies and flat control surface before total RNA was isolated after a freeze thaw cycle using the Nucleospin RNA isolation kit. he microarray analysis was performed using HT-12 v4 expression Beadchips (Illumina). The bead chips were scanned on an Illumina Beadarray reader and the measured raw intensity values were background corrected in BeadStudio (Illumina).",
			"Metabolic activity": "HMSCs cultured on the flat and topographically enhanced substrates were assessed for their metabolic activity after 1, 3, 5, and 7 days, using the Presto Blue assay (A13261 Invitrogen). After 72 hours of culture on topography XS, mitochondria were stained by incubating the samples with 25 nM MitoTracker deep red FM (AF647, M22426 Invitrogen) in basic medium for 15 minutes at 37 °C. Subsequently, cells were collected from the substrates and measured directly using the flow cytometer (BD Accuri C6).",
			"Cell proliferation": "Newly synthesized DNA was detected using a live cell incorporation kit (Click-iT™ EdU Alexa Fluor™ 488 Imaging Kit, C10337 Invitrogen). For cell cycle measurement, hMSCs where cultured on flat and topography XS for 24 hours and, after trypsinization, resuspended in ice cold MilliQ water. Finally, the DNA content was quantified by flow cytometry (BD Accuri C6). Cell cycle distribution analysis was performed with the FlowJo software, using the univariate fitting model for DNA content. "
		},
		"Results": {
			"hMSCs on surface topographies": "After seeding, hMSCs mostly adhere in the valleys, and are thus surrounded by 10 µm high topographical features. hMSCs changed both their cell and nuclear morphology dramatically compared to the flat reference as seen after 3 days of culture. e observed strongly elongated cells with nuclei which seemed to be compressed and smaller in size. On topo M, cell shape was defined by long perpendicular structures, whereas cells on topo L tended to follow contact guidance into only one direction without branches. Cells on surface S however tended to produce structures into multiple directions with many branches. The width of the cell body correlated with the distance between the topographical features. Quantitative imaging of cells cultured on flat and the three topographies revealed a two-fold reduction of cell area as well as nuclear area.",
			"Nuclear and total cell volume": " we assessed the deformation of the nuclei on the three topographies with varying topographical feature size (S, M, and L) after 72 hours of culture. Again, we observed a strong adaptation of cells on the different topographies. For all three assessed topographies, cells reduced the volumes of their nuclei up to 2.5-fold.",
			"Gene expression analysis": "The differentially expressed genes (DEGs) on the three topographies, compared to the flat reference, revealed genes which were unique for one specific topography, had an overlap with two topographies and DEGs found for all three topographie relative to the unpatterned, flat substrate. he overlapping DEGs between the three topographies are thus typical for hMSCs which are adapting to a topographically enhanced microenvironment.",
			"Metabolic activity": "We observed a lower metabolic activity already after 24 h on all three topographies relative to flat. Where the metabolism of cells on flat surfaces remained constant, metabolism was lowered three-fold in cells exposed to topographies over a period of 7 days, suggesting a topography-dependent adaption process.",
			"Cell cycle and topography": "We observed a 2.5-fold decrease in proliferation rates in the smaller cells cultured on surface topographies. Furthermore, assessment of the cell cycle distribution revealed a higher prevalence of cells in the G0/G1-phase accompanied by a decrease in the number of cells in S-phase for cells cultured on surface topographies.",
			"hMSCs on topographies exposed to paclitaxel": "We exposed hMSCs for 44 hours to a range of paclitaxel concentrations and chose 300 µM paclitaxel, which resulted in a 75% reduction of cell number compared to hMSCs cultured in basic medium after 44 hours. Next, compared cell survival between a flat control surface and hMSCs cultures on topography M, and observed that two times more cells remained alive after the paclitaxel treatment when being exposed to surface topography. he effect of topography to paclitaxel sensitivity was further confirmed with the analogous microtubule-stabilizing drug docetaxel."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "DynamicAdaptation_NucleusSize.png,DynamicAdaptation_TimeSeries.png"
		}
	},
	"Monocytes": {
		"Description": {
			"Name": "Topography to control monocyte attachment and macrophage differentiation",
			"Lead author": "Matthew J. Vassey",
			"Lead principal investigator": "Morgan R. Alexander",
			"Date": "28 April 2020",
			"DOI": "10.1002/advs.201903392",
			"Description": "Macrophages play a central role in orchestrating immune responses to foreign materials, which are often responsible for the failure of implanted medical devices. Material topography is known to influence macrophage attachment and phenotype, providing opportunities for the rational design of “immune-instructive” topographies to modulate macrophage function and thus foreign body responses to biomaterials. A high throughput screening approach is therefore utilized to investigate the relationship between topography and human monocyte–derived macrophage attachment and phenotype, using a diverse library of 2176 micropatterns generated by an algorithm. This reveals that micropillars 5–10 µm in diameter play a dominant role in driving macrophage attachment compared to the many other topographies screened, an observation that aligns with studies of the interaction of macrophages with particles."
		},
		"Design": {
			"Monocyte isolation": "Monocytes were isolated from Peripheral blood mononuclear cells using the MACS magnetic cell separation system (positive selection with CD14 MicroBeads and LS columns, Miltenyi Biotec)",
			"Cell Culture": "Purified monocytes were suspended in RPMI-1640 medium supplemented with 10% fetal bovine serum (FBS), 2 mm L-glutamine, 100 U mL−1 penicillin, and 100 µg mL−1 streptomycin (all from Sigma-Aldrich.",
			"Surface chemistry analysis": "The surface chemistry of selected areas of the TopoChip was assessed using time-of-flight secondary ion mass spectrometry (ToF-SIMS) and XPS.",
			"TopoChip screen": "Using oxygen plasma etched polystyrene TopoChips in a serum containing medium, high throughput screening was carried out using monocytes obtained from five independent donors. Rank order analysis of the cell attachment was compared across the different donors.",
			"Cytokine Polarization": "For cytokine polarized controls, monocytes were isolated as described previously and plated onto tissue culture plastic and subsequently exposed to various conditions to drive a desired polarization state. Polarized phenotypes were generated following addition of cytokines (final concentrations); M0—M-CSF (10 ng mL−1), M1—GM-CSF (20 ng mL−1), and IFN-γ (20 ng mL−1) or M2; M-CSF (50 ng mL−1) & IL-4 (20 ng mL−1).",
			"ECM Binding Assay": "Prior to cell seeding, TopoChips were incubated with either human fibronectin or rat tail collagen I at a final concentration of 10 µg mL−1 (both Sigma-Aldrich).",
			"In Vivo Murine Model": "Age-matched adult female BALB/C mice, Charles River, were housed in IVC under 12 h light cycle with food and water ad libitum.  individual TopoChip samples were loaded into a trocar needle (9 g) and injected subcutaneously on one side of the mouse. The wound was sealed using Gluture skin glue. All mice were monitored until they recovered from the anesthesia and inflammation at the site of implantation, behavioral changes and other adverse reactions were monitored throughout the duration of the experiment."
		},
		"Results": {
			"Monocyte attachment": "Overall, monocyte attachment was significantly higher in the presence of topographical features compared to the flat planar control surface. Amongst the patterned surfaces, there was clear differential attachment of monocytes to specific surface types ranging from over 100 cells (per TopoUnit area) on high attachment TopoUnits compared to <10 for low attachment topographies .",
			"Macrophage attachment": "The highest attachment of macrophages across the TopoChip was noted on the surfaces that contained micropillars 5 micron in diameter (based on the mean Pattern Area). Increased attachment was also noted on TopoUnits with micropillars up to 10 micron, however, this was the critical size above which macrophage attachment diminished significantly.",
			"Macrophage phenotype": "The proportion of the three potential phenotypes (M2/M0/M1) across the TopoChip indicated there was a range of phenotypic responses to different topographies, and no one predominant macrophage polarization state."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "Monocytes_FlatSurfaceAttachment.png,Monocytes_LowAttachment.png, Monocytes_HighAttachment.png, Monocytes_InVivoStabilityTopographicalSurfaces.png"
		}
	},
	"dTEHVs1": {
		"Description": {
			"Name": "Transcatheter implantation of homologous tissue-engineered heart valves with self-repair capacity",
			"Project": "Decellularized tissue engineered heart valves",
			"Lead author": "Anita Driessen-Mol",
			"Lead principal investigator": "Simon P. Hoerstrup",
			"Date": "8 April 2014",
			"DOI": "10.1016/j.jacc.2013.09.082",
			"Description": "This study sought to evaluate long-term in vivo functionality, host cell repopulation, and remodeling of “off-the-shelf” tissue engineered transcatheter homologous heart valves. Transcatheter valve implantation has emerged as a valid alternative to conventional surgery, in particular for elderly high-risk patients. However, currently used bioprosthetic transcatheter valves are prone to progressive dysfunctional degeneration, limiting their use in younger patients. To overcome these limitations, the concept of tissue engineered heart valves with self-repair capacity has been introduced as next-generation technology."
		},
		"Design": {
			"Implantation method": "Minimally invasive implantation (transapical)",
			"Implantation position": "Pulmonary position",
			"Scaffold": "PGA/p4HB scaffold in nitinol stent (old design)",
			"Heart valve tissue engineering": "Trileaflet heart valve scaffolds (n=17) were fabricated from non-woven polyglycolic-acid meshes (PGA; thickness 1.0 mm; specific gravity 70 mg/cm3; Cellon, Bereldange Luxembourg) and coated with 1.75% poly-4-hydroxybutyrate (P4HB; MW: 1 x 106; TEPHA Inc., Lexington MA USA) in tetrahydrofuran (Fluka (Sigma-Aldrich, St Louis MO USA)). Scaffolds were integrated into radially self-expandable nitinol stents (length=27mm, OD=30mm when fully expanded at 37oC; pfm-AG, Köln Germany) and seeded with ovine vascular derived cells (1.5x106 cells/cm2, passage 6) using fibrin as cell carrier ",
			"Decellularization": "The TEHV were decellularized with a solution containing 0.25% Triton X-100 and sodium deoxycholate (SD) and 0.02% EDTA. Subsequently, nucleic remnants were removed using a 50-mM TRIS-HCl buffer solution supplemented with decreasing concentrations of Benzonase.",
			"Immuno-histology": "To assess the phenotype of the infiltrated cells in the explanted TEHV and to assess endothelialization of the valvular surface, immunohistology was performed using the Ventana Benchmark automated staining system (Ventana Medical Systems, USA) and antibodies for α-smooth muscle actin (α-SMA, clone 1A4; Sigma, USA), vimentin (clone Vim 3B4, DakoCytomation, Copenhagen, Denmark) and CD31 (ab28364, Abcam).",
			"Scanning Electron Microscopy (SEM)": "Representative tissue samples of both control and explanted decellularized TEHV were analyzed by SEM to assess valvular surface morphology.",
			"Biochemical assays": "Representative leaflet parts were lyophilized and digested in papain solution. DNA content of the implants was determined with the commercially available Quant-iTTM Picogreen dsDNA kit. The amount of sGAGs in the valves was determined according to a modified version of the protocol described by Farndale et al. The amount of hydroxyproline as a measure for collagen content was determined according to the protocol as described by Huszar et al."
		},
		"Results": {
			"Implantation": "The transapical implantation procedures (n = 12) were successful. No perioperative morbidity or mortality occurred and all valves could be deployed successfully at the target site.",
			"In vivo performance": "In the early post-operative phase, 2 animals presented with valve migration into the right ventricular outflow tract and died within 24 h post-operatively. The remaining animals (n = 10) made a swift recovery and completed their respective follow-up without any complications. Serial echocardiography confirmed sufficient valve function with mobile leaflets and excellent coaptation at the early follow-up time points. No central regurgitation was observed at 4 weeks (n = 10) and mild central regurgitation at 8 weeks (n = 10). Only minor paravalvular leakage was initially observed in some animals up to 1 week after implantation.",
			"Long-term follow-up": "While leaflet mobility was maintained on long-term follow-up, the coaptation slowly decreased over time. Mild to moderate central regurgitation could be observed at 16 weeks (n = 8), that further increased to moderate central regurgitation at 24 weeks (n = 4), with 1 animal presenting with severe insufficiency.",
			"Macroscopic TEHVs appearance": "Implanted in vitro grown homologous TEHV revealed thin and shiny tissue formation in both valvular wall and leaflets. In all explants, the valvular wall tissue was integrated into the surrounding native valvular wall. Excellent coaptation of the explanted valves was evident in the implant and was maintained up to 8 weeks of implantation. Thereafter, valve closure was incomplete in line with the observed central regurgitation.",
			"Histology": "Prior to implantation the TEHVs revealed no cellular remnants and a well-developed extracellular matrix, mainly consisting of collagen demonstrating an efficient decellularization procedure. After TEHV deployment in the pulmonary position endogenous cellular repopulation occurred rapidly with first signs of cell infiltration as early as 5 h after implantation. The valvular tissues demonstrated abundant amounts of collagen that increased in density over time, in particular in the hinge area and wall, and to a lesser extent in the leaflets. Elastic matrix formation was evident in the wall at 8 weeks and later time points. In the hinge area the formation of elastic fibers was visible after 16 weeks and in the leaflets at 24 weeks. Calcification was not detected in any of the valves.",
			"TEHV cell phenotypes": "Vimentin positive cells were observed in all explants at all time points, with high cell densities near the scaffold remnants. In the leaflets, no α-SMA expression was observed after 5 h and 8 weeks. First signs of α-SMA positive cells appeared at 16 weeks and its level increased after 24 weeks. The hinge area demonstrated similar features, though the level of expression seemed to decrease after 24 weeks as compared with 16 weeks. The cells in the valvular wall showed no α-SMA after 5 hours, but abundant expression of α-SMA at 8 weeks that seemed to decrease at 16 weeks and further at 24 weeks. ",
			"Endothelialization of Explanted TEHV": "The degree of endothelialization varied between locations and explants with decreasing endothelialization at the hinge area with implantation time and increasing endothelialization of the leaflet and valvular wall surface with implantation time.",
			"Quantitative TEHV tissue analyses": "DNA content of the leaflets increased with implantation time as compared with the values before implantation. After 16 weeks, DNA content was still lower than that in native leaflets, after 24 weeks the DNA content in explanted TEHVs was similar to native ovine valve leaflets. The amount of sGAGs was lower in TEHVs before implantation as compared with native leaflets and was still lower in the 16-week explants. After 24 weeks sGAG content approached native values. Collagen content was higher after 16 and 24 weeks in vivo as compared to the TEHVs before implantation. Collagen content was equal to that in native ovine leaflets at all time points."
		},
		"Images": {
			"ImagesToDisplay": "FALSE",
			"ImagesStudyDesign": "dTEHVS1_implant.png,dTEHVS1_8weeks.png,dTEHVS1_16weeks.png,dTEHVS1_24weeks.png,dTEHVS1_GrossImageAfterValve.png,dTEHVS1_CutOpenValve.png"
		}
	},
	"dTEHVs2": {
		"Description": {
			"Name": "Computationally inspired heart valve design for dTEHVs",
			"Project": "Decellularized tissue engineered heart valves",
			"Lead author": "Emmert M.Y. Schmitt",
			"Lead principal investigator": "Simon P. Hoerstrup",
			"Date": "9 May 2018",
			"DOI": "10.1126/scitranslmed.aan4587",
			"Description": "By using a computational modeling approach to predict the in vivo remodeling processes, a computationally inspired heart valve design is obtained. This design is used in a clinically and regulatory relevant sheep model,  were tissue engineered heart valves are implanted as pulmonary valve replacements using minimally invasive techniques were monitored for 1 year via multimodal in vivo imaging andcomprehensive tissue remodeling assessments"
		},
		"Design": {
			"Implantation method": "Minimally invasive implantation (transvenous)",
			"Implantation position": "Pulmonary position",
			"Scaffold": "PGA/P4HB scaffold in nitinol stent (new design)",
			"In vitro functionality assessment": "Functionality of the tissue engineered heart valves was tested before implantation using a hydrodanymic pulsatile test system. ",
			"Animal studies": "Tissue engineered heart valves were implantated as pulmonary valve replacement via transcathter-based jugular access in 11 adult female sheep. To assess tissue engineered heart valve functionality, all sheep were followed up for 1 year.",
			"Computational prediction of valve functionality and remodeling": "Computational methods are used to predict of initial in vivo strains, in vivo remodeling from initial tissue properties, and to predict differences in outcome between explants (animal-specific simulations)",
			"Histology and immunohistochemistry": "Tissue morphology and cell infiltration were assessed using H&E, and Masson Goldner staining. Next, Elastica van Gieson staining was carried out to evaluate collagen and elastic fiber distribution, whereas von Kossa staining was used to detect calcification. Immunohistochemistry for aSMA vimentin and CD31 was used to assess cell marker expression.",
			"Scanning Electon Microscopy": "Surface morphology and degree of endothelialization of tissue engineered heart valves (explant and control valves) are assed by using Scanning Electron Microscopy.",
			"Leaflet dimensions": "The distance of the hinge region toward the end of the stent was measured to define the leaflet position relative to the wall. The total length of the leaflet through the longitudinal symmetry axis, from the hinge to the free edge, was determined to quantify changes in leaflet length over time.",
			"Biomechanical analysis": "Mechanical properties of all control valves (n = 4) and explants (n = 9) were analyzed by using a biaxial tensile tester. The obtained data were used as input for the computational simulations.",
			"Quantitative tissue analysis": "Tissue engineered heart valves  were analyzed quantitatively for total amount of DNA, as an indicator for cell number, glycosaminoglycans, and hydroxyproline, as an indicator for collagen."
		},
		"Results": {
			"Analytical design, TEHV production, and in vitro functionality": "Tissue engineered heart valves with computationally inspired geometry were fabricated and decellularized. Computational simulations based on material parameters derived from biaxial tensile tests of valves before implantation demonstrated that tissue engineered heart valves would mainly stretch in the circumferential direction during diastole, whereas radial compression was almost completely prevented.",
			"Pulmonary valve replacement in adult sheep": "Longitudinal multimodal imaging assessment of the tissue engineered heart valves using intracardiac echocardiography and cardiacmagnetic resonance imaging 1 week 1 week after delivery and then monthly until the study end at 1 year revealed unremarkable and preserved tissue engineered heart valves function in 9 of 10 animals (1 animal excluded after initial implantation).",
			"Prediction of in vivo remodeling and functionality from initial valve properties": "In all simulations, remodeling was predicted to induce a stable tissue architecture. As part of functional remodeling, tissue compaction was predicted to occur primarily in the radial direction with maximum values occurring in the coaptation area. The total amount of compaction increased with leaflet thickness and cell contractility. Successful valve performance was predicted for all leaflet thicknesses when cell contractility was low.  Differences between explants. Direct comparison of the degree of collagen alignment in the explants and the computational model indicated a monotonic relationship between the measured alignment in the explants and the predicted collagen alignment from the simulations, indicating that our predictive model sufficiently captured the differences in remodeling observed in vivo. Tissue remodeling toward a native-like composition and architecture. One year after implantation, the TEHVs presented with native-like tissue configurations composed of cellular repopulation, improved matrix composition, and reorganization of collagen fibers (indicative of functional remodeling).",
			"Tissue composition": "Analysis of tissue composition and architecture showed that elastin was detected with a heterogeneous distribution pattern primarily in the wall and hinge areas. In addition, all leaflets presented with a dense, homogeneous, and wavy collagen matrix. Quantification of the collagen alignment by means of image analysis indicated that the degree of alignment in the circumferential direction was significantly increased 1 year after implantation. ",
			"Biochemical analyses": "Biochemical analyses on the ECM composition of the leaflets demonstrated that the amount of collagen increased significantly. No significant difference in sulfated glycosaminoglycans (sGAGs) content between the nonimplanted controls and the explants was observed. DNA content significantly increased in the explants.",
			"alpha-SMA expression": "In all assessed valves, substantial amounts of aSMA- positive cells were found in the wall, suggesting a functional remodeling toward the layered vascular structure. On the contrary, in all TEHVs, no or only very few aSMA-positive cells were detected in the leaflets and in the hinge areas.",
			"Vimentin expression": "A heterogeneous distribution of vimentin-positive cells was identified in the wall, hinge, and leaflet area of the valve.",
			"Endothelialization": " a homogeneous endothelialization was evident in all valves (n = 9) as seen from CD31 staining and SEM. The valves presented a smooth surface with oriented and elongated cells as well as the typical endothelial cobblestone morphology."
		},
		"Images": {
			"imagesToDisplay": "TRUE",
			"ImagesStudyDesign": "dTEHVs2_transapical.png,dTEHVs2_transapical_scheme.png"
		}
	},
	"iValve1": {
		"Description": {
			"Name": "In situ tissue engineered heart valves (iValve1)",
			"Lead author": "Jolanda Kluin",
			"Lead principal investigator": "Carlijn V.C. Bouten",
			"Date": "8 February 2017",
			"DOI": "10.1016/j.biomaterials.2017.02.007",
			"Description": "The creation of a living heart valve is a much-wanted alternative for current valve prostheses that suffer from limited durability and thromboembolic complications. Current strategies to create such valves, however, require the use of cells for in vitro culture, or decellularized human- or animal-derived donor tissue for in situ engineering. Here, we propose and demonstrate proof-of-concept of in situ heart valve tissue engineering using a synthetic approach, in which a cell-free, slow degrading elastomeric valvular implant is populated by endogenous cells to form new valvular tissue inside the heart. We designed a fibrous valvular scaffold, fabricated from a novel supramolecular elastomer, that enables endogenous cells to enter and produce matrix. Orthotopic implantations as pulmonary valve in sheep demonstrated sustained functionality up to 12 months, while the implant was gradually replaced by a layered collagen and elastic matrix in pace with cell-driven polymer resorption. Our results offer new perspectives for endogenous heart valve replacement starting from a readily-available synthetic graft that is compatible with surgical and transcatheter implantation procedures."
		},
		"Design": {
			"Implantation method": "Surgically implementation",
			"Implantation position": "Pulmonary position",
			"Scaffold": "PCL-BisUrea and PCU-131 scaffold in PEEK ring (isotropic, not pre-shaped)",
			"Cytotoxicity test": "Cytotoxicity  of the polycarbonate bisurea samples were determined using an MTT cytotoxicity assay.",
			"Uniaxial tensile test": "The bulk mechanical properties of the polycarbonate bisuerea base material were determined by performing unaxial stress-strain tensile tests on dog-bone solid samples.",
			"Biaxial tensile tests": "Mechanical properties of a non-implanted control scaffold, the explants, and native control valves were analyzed by using a biaxial tensile tester (BioTester, 1.5 N load cell; CellScale) in combination with LabJoy software (V8.01, CellScale).",
			"Electrospinning": "Valves were manufactured by suturing an electrospun tube of polycarbonate bisurea on a polyether ketone supporting stent.",
			"Support ring": "The crown-like structure of the support consisted of a ring with three individual posts and measured 20 mm in outer diameter. The ring connecting the three posts contained small holes (∅ 0.8 mm) for suturing. Valves were fabricated by suturing the electrospun PC-BU tubes onto the support ring.",
			"Fibrin coating": "Prior to implantation, valves were coated with fibrin. For fibrin gel formation, sterile bovine fibrinogen solution, with 10 mg actual protein/mL medium (Sigma), was added to sterile bovine thrombin solution, with a concentration of 10 IU thrombin/mL medium (Sigma).",
			"Hydrodynamic in vitro functionality assessment": "One valve was used for in vitro valve functionality assessment.  The valve was subjected to physiological pulmonary conditions (rate of 72 beats per minute, stroke volume of 70 mL, maximum diastolic pressure difference of 25 mmHg) for 1 h. Data was collected for 5 s at 5 kHz and functionality was assessed from an average over 10 cardiac cycles by using Statys™ software (BDC Laboratories) to determine cardiac output (CO), effective orifice area (AEO) and regurgitation fraction (RF), as well as stroke, leakage and closing volume.",
			"Valve durability test": "After functionality assessment, the valve was subjected to pulmonary conditions for one million cycles, before it was subjected to aortic conditions until failure.",
			"Animal study": " vivo functionality as pulmonary valve replacement was studied during long-term follow-up in an ovine model. We monitored valve function, in situ cell recruitment, neo-tissue formation, in vivo scaffold resorption and mechanical properties of valves up to 6 (n = 5) and 12 (n = 4) months follow-up.",
			"Histology": "Samples are stained with Weigert's Hematoxylin and Eosin (H&E) to assess gross morphology, Masson's Trichrome (Sigma-Aldrich) to assess extracellular matrix, Rusell-Movat Pentachrome (American MasterTech) to assess tissue composition, Picrosirius Red (Sirius red F3B, Sigma, in saturated aqueous picric acid, Fluka) to assess collagen, and Alizarin Red (Sigma) to assess calcium deposits. ",
			"Scanning electron microscopy (SEM)": "Samples were analyzed by SEM to visualize coverage of the scaffold with neo-tissue and to visualize the degree of degradation of scaffold fibers.",
			"Gel Permeation Chromatography (GPC)": "GPC is used to determine number averaged molecular weights (Mn) and weight averaged molecular weights (Mw)."
		},
		"Results": {
			"Biomaterial": "The synthesized PC-BU biomaterial has a novel molecular structure with uniform and strictly segmented poly-n-hexylcarbonate soft blocks and butylene bis-urea hard blocks.",
			"Tensile tests": "Tensile testing of the bulk PC-BU showed a stress-strain curve with a monotonous increase of stress, without displaying a distinct yield point. Therefore, the strength at break (σbreak) was also the ultimate tensile strength (UTS), which was determined to be 39.8 ± 1.6 MPa at a maximum strain at break (εbreak) of 952 ± 21%. The tensile toughness (or UT; as determined by the area under the stress-strain curve) was determined to be 190 ± 9 MPa, with a Young's modulus (E; as determined between 0.25% and 2.5% strain) of 11.2 ± 0.2 MPa.",
			"Long-term in vivo testing": "At termination, the valves showed good functionality with only mild central regurgitation (grade 1) and no stenosis,with the exception of one of the 12-month explants (regurgitation grade 3). Invasive pressure measurements showed no gradient across the valve. None of the animals showed any clinical signs of valve failure (e.g. murmur, dyspnea or ascites) during the complete follow-up period.",
			"Leaf thickness": "verage leaflet thickness was larger than native leaflet thickness and tended to increase from 6 to 12 months follow-up, although this increase was not statistically significant. n average, no significant difference was detected in leaflet length between the 6- and 12-months explants. However, one of the 12 months explants did show retraction of all cusps, leading to grade 3 regurgitation.",
			"In situ colonization": "Macrophages and neutrophilic granulocytes infiltrated abundantly throughout the porous microstructure of the scaffold, including the leaflet tip, already after 2 months. This was more pronounced in the 6-months explants and decreased from 6 to 12 months. In addition, cells adhered onto the scaffold, forming a layer of neo-tissue, first on the pulmonary surface of the leaflet, and after 12 months also on the ventricular side. Vimentin expression was observed dispersed throughout the scaffold in both the 6- and 12-months explants. α-SMA positive cells localized at the leaflet base and belly, predominantly in the neo-tissue that had formed on the pulmonary side of the valve at 6 months follow-up. After 12 months, α-SMA expression in the leaflet tended to be dampened (not statistically significant), while vimentin expression remained abundant. CD45 positive cells were detected throughout the valve leaflets at both 6- and 12 months follow-up.",
			"Progressive in situ endothelialization of valves": "After 6 months in vivo, endothelialization was predominantly observed on the pulmonary side of the leaflet, with expression comparable to the native leaflet. On the ventricular side, patchy endothelium was detected near the hinge region, but not near the free edge. After 12 months, a near-confluent endothelial layer was observed on both the pulmonary and the ventricular surfaces, although localized uncovered regions were detected, mainly near the free edge.",
			"Formation and composition of neo-tissue": "Analogous to the cell colonization, profound valve remodeling was seen at the tissue level. . At 6 months follow-up, collagen was mainly deposited as a neo-tissue layer onto the scaffold the pulmonary side of the leaflet. Minor collagen deposition was detected inside the scaffold, in particular near the hinge region. At 12 months follow-up, collagen deposition inside the scaffold was more pronounced, also in the belly region, and a remodeling region was observed near the hinge region.GAGs were observed in and on the scaffold at both the 6- and the 12-months explants. Biochemical analysis revealed no significant differences in tissue composition between 6- and 12-months explants, although collagen content at 6 months was less than native. At 12 months follow-up, the tissue was composed of DNA, GAGs, collagen, and (tropo)elastin at concentrations comparable to the native pulmonary leaflet.",
			"Elastic fiber formation": "Expression of the (tropo)elastin protein strongly co-localized with collagen expression. At 6 months, coexpression of fibrillin-1 and (tropo)elastin and mature elastic fibers were only detected on the pulmonary side of the leaflet. At 12 months, elastic fiber formation was observed on both sides of the leaflet, albeit more pronounced on the pulmonary side. On the ventricular side, elastic fiber formation was limited to the hinge region.",
			"Scaffold degradation": "The remaining polymer scaffold displayed a modest decrease in molecular weight, but a clear change in the molecular weight distribution (dispersity D), indicating that the remaining material has been affected. Histological analysis revealed that, after 12 months, the PC-BU had specifically disappeared from the section at the base of the leaflet, a section in which cells are relatively abundant.",
			"Mechanical propoerties explants": "Starting from an almost linear elastic material behavior of the PC-BU starter matrix, the explanted valves displayed a more tissue-like non-linear elastic behavior, albeit with a higher stiffness compared to the native pulmonary valve.",
			"ImageOfValves": "TRUE",
			"ImageStudyDesign": "iValve1_surgical.png,iValve1_surgical_scheme.png,iValve1_GrossAppearance_6months.png,iValve1_GrossAppearance_12months.png,iValve1_NeoTissue_6Months.png,iValve1_NeoTissue_12Months.png"
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "iValve1_transapical.png,iValve1_transapical_scheme.png"
		}
	},
	"iValve2": {
		"Description": {
			"Name": "Bone Marrow Cell Pre-Seeded Versus Nonseeded Bioresorbable Transcatheter Pulmonary Valve Replacements",
			"Project": "iValve2",
			"Lead author": "Emanuela S. Fioretta",
			"Lead principal investigator": "Simon P. Hoerstrup",
			"Date": "11-12-2019",
			"DOI": "10.1016/j.jacbts.2019.09.008",
			"Description": "This study showed that bone marrow mononuclear cell pre-seeding had detrimental effects on functionality and in situ remodeling of bioresorbable bisurea-modified polycarbonate (PC-BU)-based tissue-engineered heart valves (TEHVs) used as transcatheter pulmonary valve replacement in sheep. We also showed heterogeneous valve and leaflet remodeling, which affects PC-BU TEHV safety, challenging their potential for clinical translation. We suggest that bone marrow mononuclear cell pre-seeding should not be used in combination with PC-BU TEHVs. A better understanding of cell–scaffold interaction and in situ remodeling processes is needed to improve transcatheter valve design and polymer absorption rates for a safe and clinically relevant translation of this approach."
		},
		"Design": {
			"Implantation method": "Minimally invasive transapical",
			"Implantation position": "Pulmonary position",
			"Scaffold": "PCU-131 scaffold in nitinol stent (pre-shaped with insert) with and without bone marrow mononuclear cells.",
			"Cell Culture": "Autologous bone marrow mononuclear cells isolated via density gradient centrifugation from bone marrow aspirate were seeded onto the scaffolds (n=8).",
			"In vivo valve functionality assessment": "Transesophageal echocardiography was used post-operatively and at 4,12, and 24 weeks'follow-up to verify tissue engineered heart valve functionality.  Invasive catheter-based pressure measurements were performed to assess the presence of stenonis.",
			"Explant evaluation": "Tissue samples of explanted valve leaflets are used for gene expression analysis of chemoattractant, anti-inflammatory and pro-inflammatory, calcification, and ECM-related genes.",
			"Tissue Enginereed heart valve leaflet dimensions": "For each leaflet of the valves explanted after 18 and 24 weeks, valve thickness and leaflet length were measured  from 3 distinct histological sections and in 4 locations per section: lower wall, leaflet base, leaflet middle region (leaflet mid), and leaflet tip.",
			"Semiquantitative evaluation of histology": "2 independent observers performed a semi-quantitative evaluation of the histology by grading different remodeling (neointimal growth, scaffold remnants, elastogenesis, calcifications, and vascularization) and phenotype (endothelial cells, contractile cells, interstitial cells, and macrophages) characteristics of the explants from 0 (no expression) to 5 (high expression).  For each valve leaflet, the semi-quantification was performed in 4 locations per section: lower wall, leaflet base, leaflet middle region (leaflet mid), and leaflet tip."
		},
		"Results": {
			"Acute in vivo performance": "Acute functionality was sufficient for all animals during the 4-h follow-up, with no stenosis and no central or paravalvular leakage independent of the pre-seeding.",
			"Chronic in vivo performance": "At implantation and after 4 weeks, the BM-TEHVs presented with sufficient valve functionality, without stenosis or regurgitation. Two animals were euthanized pre-term after 18 weeks because Transesophageal echocardiography indicated worsening performance over time, starting at 12 weeks’ post-implantation, with moderate to severe regurgitation but no signs of stenosis. All the animals receiving nonseeded PC-BU TEHVs completed their designated follow-up. For these valves, post-operative and 4-week follow-up Transesophageal echocardiography showed functional valves in all animals. with normal leaflet movement and excellent coaptation with no (n = 4) or only trivial (n = 1) regurgitation and low transvalvular pressure gradients",
			"Gross explant evaluation": "BMMNC pre-seeded and nonseeded TEHVs explanted after 4 weeks showed signs of stent integration with the pulmonary artery with intact, pliable leaflets.",
			"Histological evaluation": "Histological evaluation of samples harvested after 4 weeks confirmed cellularization and neo-collagen formation mainly in the lower wall region for both pre-seeded and nonsseded valves. For both pre-seeded and nonseeded valves, vimentin-positive host cells were detected at the interface between the pannus and the scaffold material. Early signs of scaffold degradation were observed in the lower wall and hinge regions and were associated with tissue thickening and α-smooth muscle actin (SMA)-positive and vimentin-positive cells. CD31-positive cells were sparse and endothelialization incomplete at 4 weeks.",
			"Gene expression profiling": "Gene expression profiles show differences between the pre-seeded and nonseeded valves, with a higher expression of chemoattractant (CXCL12), pro-inflammatory (transforming growth factor [TGF]-β1), pro-calcification (bone morphogenetic protein-2 and B-GLAP), and matrix remodeling (matrix metalloproteinase [MMP]-1 and MMP-9) genes in the BM-TEHVs explants compared with the nonseeded valves. Intervalve and interleaflet variability was observed as well, with differential gene expression profiles between valves of the same group and between leaflets of the same valve.",
			"Differential leaflet remodeling within the same valve explant": "PC-BU TEHVs remodeling proved to be animal- and leaflet-specific, independent of BMMNC pre-seeding. Differential leaflet remodeling was also observed in the gene expression profile of each single leaflet harvested from pre-seeded or nonseeded TEHVs.",
			"Semiquantitative evaluation of pre-seeded and nonseeded TEHVS": "Generally, thickening (thickness value >1,000 μm) was observed in the lower wall and hinge areas of the leaflets, whereas minimal tissue deposition was observed toward the free edges. However, explant thickness measured in different leaflet regions proved to be significantly different among leaflets of the same valve."
		},
		"Images": {
			"ImagesToDisplay": "TRUE",
			"ImagesStudyDesign": "iValve2_transapical.png,iValve2_transapical_scheme.png,iValve2_nonseededTEHVS_macroscopicAppearance.png,iValve2_preseededTEHVS_macroscopicAppearance.png"
		}
	}
}