[{"Name":"ADSC screen","Date":"13-04-2017","SecondaryScreening":"Ca2+ flux assay (electrophysiological properties); Multielectrode array (electrophysiological properties)","RawImages":"ADSC_raw1;ADSC_raw2;ADSC_raw3","SegmentationImages":"ADSC_seg1;ADSC_seg2;ADSC_seg3","StudyDescription":"Description: This screen is performed  to identify a surface to increase the expansion of ADSCs, with maintenance of the stem cell phenotype. Cell expansion depends both on the initial number of attaching cells to the surface directly after seeding the cell suspension and the rate of proliferation after attachment. A low number of attaching cells can have a very rapid rate of proliferation but this would not be revealed by performing a long term experiment. On the other hand, a high number of attaching cells could have a very low rate of proliferation, giving the false impression of a high rate of cell expansion when measured after few days of cell growth. To best investigate the rate of ADSC expansion we therefore aimed to test both the attachment shortly after seeding (6 hours) and compare this with the cell number after proliferation (4 days). The aim was to identify topographies that maximize cell expansion.; Lead author: J. van Ark ; Lead principal investigator: B. Papenburg; Institute: Materiomics","StudyDesign":"Technology: TopoChip; Material: Polystyrene TopoChip; Coating: None; Seeding device: Materiomics seeding device; Chip replicates: 12; Cell Staining: DAPI, CellMaskOrange, Phalloidin","CellCulture":"Cell type: human Adipose-Derived Stem Cells (ADSC); Culture time: 4 hours ( 4 Chips) and 6 days (8 Chips)","StudyResults":"Selected surfaces: None"},{"Name":"Cardiomyocyte screen","Date":"10-10-2018","SecondaryScreening":"Ca2+ flux assay (electrophysiological properties); Multielectrode array (electrophysiological properties)","RawImages":"_raw1;_raw2;_raw3","SegmentationImages":"_seg1;_seg2;_seg3","StudyDescription":"Description:A significant number of drugs have to be withdrawn in clinical trials due to unexpected cardiotoxicity. Current in vitro and in vivo models have a poor ability to predict cardiotoxicity of drugs in patients, leading to the market release of potentially lethal drugs and the attrition of valuable drugs. Current in vitro toxicity screens rely on the artificial expression of single cardiac ion channels in genetically transformed cell lines which do not accurately model pertinent genetic, cellular, or biochemical characteristics. To improve the accuracy of toxicity screening, preclinical drug tests ideally would be conducted on adult human cardiomyocytes (CMs). Unfortunately, this has not been feasible in early stage drug discovery due to the difficulties in obtaining cardiac tissue from patients and the inability to propagate these cells in culture. The recent derivation of human CMs from induced pluripotent stem cells (hiPSC-CMs) represents a possible method to circumvent these hurdles, because hiPSs possess many of the same electrical characteristics as primary human CMs and can be generated in unlimited quantities from pluripotent cell sources. The recent Comprehensive in vitro Proarrhythmia Assay (CiPA) is a novel safety screening proposal that incorporates iPS-derived cardiomyocytes with the aim to assess the risk of new drugs to induce arrhythmia. However, there are still concerns about the quality of current commercial iPS-derived CMs. They are not highly pure populations of ventricular CMs and they don’t appear to fully recapitulate the electrophysiological features of native healthy human CMs and have not always responded, as expected, to established proarrhythmic agents. The presence of premature cardiomyocytes is likely to have a negative effect on the cardiac function of this model. Therefore, functional cardiomyocytes at a developmental stage comparable to that of human adult ventricular cells will be required.;Lead author: J. van Ark; Lead principal investigator:B. Papenburg","StudyDesign":"Technology: TopoChip;Material: Polystyrene TopoChip; Coating: None; Chip replicates: NA; Cell staining:DAPI,Actinin,Connexin-43","CellCulture":"Cell type:iPS-CMs;Culture time: 4,8, and 12 days","StudyResults":"Selected surfaces: None"},{"Name":"Encapsulation","Date":"2014","SecondaryScreening":"Not available","RawImages":"Encapsulation_DAPI_001.png,Encapsulation_TXRED_001.png","SegmentationImages":"Encapsulation_seg_001.png,Encapsulation_seg_002.png,Encapsulation_seg_003.png","StudyDescription":"Description:TopoChip screening is performed to assess possible beneficial orchestration of the foreign body response by topographies. Since macrophages are major regulatory cells in the foreign body response, surface topographies are selected which showed differential adhesion of monocytes Ð macrophages and their fusion into foreign body giant cells. These topographies are implanted in a murine subcutaneous implant model to investigate the foreign body response.;Lead author: C. Diedrich; Lead principal investigator: J. de Boer","StudyDesign":"Technology: TopoChip;Material: Polyurethane TopoChip;Coating: NA; Chip replicate: 16","CellCulture":"CellType: Purified monocytes; Culture time: 5 days","StudyResults":"Selected surfaces:2177,1209,1584,2111,2116,129,187,194,286,731,1159,1224,1332,1700,2076"},{"Name":"Hepatocytes","Date":null,"SecondaryScreening":"Functionality test: validation of PHH; Funcionality test: Protein Level; Functionality test: time course; Functionality test: validation Rhesus monkey; Functionality test: validation Malaria infection","RawImages":"Hepatocyte_DAPI_001.png,Hepatocyte_FITC_001.png,Hepatocyte_TXRED_001.png","SegmentationImages":"Hepatocyte_seg_001.png,Hepatocyte_seg_002.png,Hepatocyte_seg_003.png","StudyDescription":"Description: \"Drug discovery, toxicity testing and research of liver-specific diseases are significantly hampered by the lack of a reliable long-term in vitro hepatocyte model. Current in vitro models of liver related diseases do not consider how topographical features used for cell culture can greatly impact different aspects of cell behavior such as cell differentiation, proliferation and survival. In this work we propose the use of a custom designed polystyrene cell culture surface topography that does enable long-term cultivation of primary hepatocytes with maintenance of phenotypical stability and viability. Our results show that hepatocytes cultured on topographies can maintain the expression of hepatic genetic markers alongside a strongly enhanced protein production capacity, drug metabolism functionality and sensitivity to toxins compared to current in vitro liver models for up to 4 weeks. Our custom made topographic-featuring plates can be used easily with existing standardized cell culture protocols representing an innovative and powerful tool for long-term in vitro studies using primary hepatocytes within routine high-throughput screenings and for more specific disease models including infection.\";Lead author: J. de Boer;Lead principal investigator: J. de Boer; Date: 2018","StudyDesign":"Technology:TopoChip; Material:Polystyrene TopoChip;Coating: None; Replicates: 10;Cell staining:\"Dapi (Nuclei), CD81 (Hepatocyte marker), CellMaskOrange (Cellbody)\"","CellCulture":"CellType:Hepatocytes;Culture time:30 days","StudyResults":"Selected surfaces:2177,887,2039,359,956,201,1033,824,135,1757,564,8,1594,1213,1857"},{"Name":"Phenome28","Date":"2014","SecondaryScreening":"Adipogenesis; ALP induction; Cell Proliferation; Protein synthesis; Apopotosis; Live imaging; CellPainting Asay; Transcriptional profiling","RawImages":"Phenome28_raw1;Phenome28_raw2;Phenome28_raw3","SegmentationImages":"Phenome28_seg1;Phenome28_seg2;Phenome28_seg3","StudyDescription":"Description: We defined the phenotypic response of human bone marrow-derived mesenchymal stem cells (hMSCs) to 2176 randomly generated surface topographies by probing basic functions such as migration, proliferation, protein synthesis, apoptosis, and differentiation using quantitative image analysis. Clustering the surfaces into 28 archetypical cell shapes, we found a very strict correlation between cell shape and physiological response and selected seven cell shapes to describe the molecular mechanism leading to phenotypic diversity. Transcriptomics analysis revealed a tight link between cell shape, molecular signatures, and phenotype.; Lead author: A. Vasilevich; Lead principal investigator: J. de Boer","StudyDesign":"Technology: TopoChip; Material: Polystyrene TopoChip; Chip Replicates: NA; Cell staining:ALP (RnD, mab1-148), Fluorocrhome Alexa Fluor 647 anit mouse IgG + Alexa Fluor 568 Phalloidin and Hoechst 33343 trihydrochloride trihydrate","CellCulture":"Cell type: Human Mesenchymal Stem Cells (hMSCc); Culture time: NA","StudyResults":"Selected surfaces:1008,58,1913,2088,1710,9,941,424,2113,1043,383,190,2065,1330,281,818,1081,641,1689,684,1462,340,999,1130,990,1476,463,2063"}]