{"ALP": {"Description": {"Name": "Mining for osteogenic surface topographies", "Lead author": "Frits F.B. Hulshof", "Lead principal investigator": "Jan de Boer", "Date": "12 May 2017", "DOI": "10.1016/j.biomaterials.2017.05.020", "Summary": "Stem cells respond to the physicochemical parameters of the substrate on which they grow. Quantitative material activity relationships ethe relationships between substrate parameters and the phenotypes they induce have so far poorly predicted the success of bioactive implant surfaces. In this report, we screened a library of randomly selected designed surface topographies for those inducing osteogenic differentiation of bone marrow-derived mesenchymal stem cells. Cell shape features, surface design parameters, and osteogenic marker expression were strongly correlated in vitro. Furthermore, the surfaces with the highest osteogenic potential in vitro also demonstrated their osteogenic effect in vivo: these indeed strongly enhanced bone bonding in a rabbit femur model. Our work shows that by giving stem cells specific physicochemical parameters through designed surface topographies, differentiation of these cells can be dictated."}, "Design": {"TopoChip screen": "8 Titanium-coated TopoChips, 4356 images (one for each TopoUnit) were acquired for each chip and fluorescence channel, 12 higher-resolution confocal microscopy images to validate morphology on highest and lowest rank surfaces.", "Surface validation": "To study the long-term effect of topographies on osteogenesis, a mineralization experiment with the selected surfaces in osteogenic medium was performed (see flow cytometry and qPCR).  ", "Flow cytometry": "ALP expression was verified by flow cytometry in hMSCs after 5 days in medium with osteogenic supplements (see flow cytometry).", "qPCR": "total RNA was isolated to quantify Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts from hMSCs cultured for 5 weeks on the selected topographies in osteogenic conditions.", "Animal surgery": "Titanium implants were surgically implanted in 24 New Zealand White female rabbits. From the resulting total of 8 replicates per topography, 4 were used for the pull-out tests and 4 were used for histological analysis.", "Tensile test": "At four and eight weeks after implantation, a tensile test is performed to measure the force required for detachment of the implant", "Histology methods": "histology images of bone slices with: a non-patterned substrate (4 weeks implantation),SLA substrate (8 weeks implantation), and  low ALP hit topography substrate (4 weeks implantation)."}, "Results": {"selected surfaces": "T2-PLA-Ti-3322,T2-PLA-Ti-0205,T2-PLA-Ti-0304,T2-PLA-Ti-1642,T2-PLA-Ti-3240,T2-PLA-Ti-2702,T2-PLA-Ti-1901", "ImageForSurfaces": "TRUE", "ImagesStudyDesign": "11,1050,1018,1706,1147,229,494", "gene expression": "Both ALP-high surfaces (4 and 8) showed large upregulation of Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts relative to the non-patterned control, whereas surface 7 showed intermediate values."}}, "ICAM1": {"Description": {"Name": "Surface topographies control ICAM-1 expression", "Lead auhtors": "Aliaksei S. Vasilevich", "Lead principal investigators": "Jan de Boer", "Date": "28 June 2018", "DOI": "10.3389/fbioe.2018.00087", "Summary": "We used a library of designed surface topographies to trigger FRC differentiation from tonsil-derived stromal cells (TSCs). Undifferentiated TSCs were seeded on a TopoChip containing 2176 different topographies in culture medium without differentiation factors, then monitored cell morphology and the levels of ICAM-1, a marker of FRC differentiation. We identified 112 and 72 surfaces that upregulated and downregulated, respectively, ICAM-1 expression. By monitoring cell morphology, and expression of the FRC differentiation marker ICAM-1 via image analysis and machine learning, we discovered correlations between ICAM-1 expression, cell shape and design of surface topographies and confirmed our findings by using flow cytometry."}, "Design": {"Cell culture": "stromal cells were obtained from human tonsils collected from children undergoing routine tonsillectomy. Cells were cultured in alpha-MEM media supplemented with 10% FBS at 37°C in a humid atmosphere with 5% CO2 unless stated differently. For induction of FRC phenotype, cells were treated with TNF-α (10 ng/mL) and LT-α1β2 (100 ng/mL; R&D Systems, Abingdon, United Kingdom).", "Adipogenesis": "To induce adipogenesis, cells were cultured for 3 weeks in adipogenic media. Following exposure to adipogenic media for 3 weeks, we observed most BM-MSCs with abundant lipid droplet formation.", "Mineralization": "To induce mineralization, cells were cultured for 4 weeks in mineralization media. Mineralization was clearly observed in BM-MSCs but only occasionally detected minerals in TSCs. As expected, the amount of deposited calcium in BM-MSCs treated with mineralization media was higher than in the untreated condition, while calcium was not significantly increased in TSCs", "TopoChip screen": " To evaluate the response of TSCs to surface topography, we seeded cells on polystyrene TopoChips, and cultured them for 48 h in basic medium and stained them with phalloidin and DAPI to visualize the cytoskeleton and nuclei, respectively. On flat control surfaces, TSCs displayed a typical spindle shape and oval nuclei but showed very diverse cell shapes on the different topographies."}, "Results": {"Selected surfaces": "TS_PS_0344,TS_PS_0708,T2_PS_2216,T2_PS_1054", "ImageForSurfaces": "TRUE", "ImagesStudyDesign": "2100,882,380,1859", "Gene expression": "ICAM-1 expression signficantly different on ICAM-1-High (TS_PS_0344,TS_PS_0708) and ICAM-1-Low (T2_PS_2216,T2_PS_1054) to flat surface. VCAM-1, IL7, or CCL5 are not differently expressed."}}, "TopoWellPlate": {"Description": {"Name": "Well-Plate based screening platform for cell-surface interactions", "Lead author": "Nick R.M. Beijer", "Lead principal investigator": "Jan de Boer", "Date": "21 March 2017", "DOI": "10.1002/adbi.201700002", "Description": "A supervised machine learning algorithm was used to select 87 defined surface topographies in order to create a large diversity in cell morphologies on the TopoWellPlate. The overall metabolic activity of bone marrow-derived human mesenchymal stem cells is measured to show the functionality of the TopoWellPlate as a screening tool, which showed a 2.5-fold difference range in metabolic activity per cell. TopoWellPlates of this and other topographical designs can be used to analyze cells using the wealth of standardized molecular assays available and thus disclose the mechanisms of biomaterials-induced mechanotransduction."}, "Design": {"TopoWellPlate Manufacturing": "Topographically enhanced areas of the polystyrene films were exactly aligned with the chimneys of a bottomless 96-well plate (Greiner Bio-One) and an in-house developed aluminum controlled heat transmitting stamp. This resulted in a polystyrene 96-well plate with 87 wells that were enhanced with a surface topography and 9 wells that remained unpatterned. ", "Metabolic Activity": "Mitochondrial metabolic activity of isolated cell populations exposed to unique surface topographies was measured using Presto Blue Assay."}, "Results": {"Metabolic activity": "Metabolic activity demonstrated the diversity in physical stimuli on the TopoWellPlate and its influence on cell behavior.", "TopoWell Plate": "The TopoWell Plate is a valueble tool to study cell-material interaction in a high througput manner. Our proof of principle shows the diversity in cellular responses to surface topography as measured by mitochondrial metabolic activity of cells. The TopoWEllPlate allows us to investigate the effect of surface topography on cellular metabolic pathways."}}, "Phenome28": {"Description": {"Name": "The correlation between material-induced cell shape and phenotypical responses", "Lead authors": "Aliaksei S. Vasilevich", "Lead principal investigators": "Jan de Boer", "Date": "4 November 2020", "DOI": "10.1038/s41598-020-76019-z", "Description": "We defined the phenotypic response of human bone marrow-derived mesenchymal stem cells (hMSCs) to 2176 randomly generated surface topographies by probing basic functions such as migration, proliferation, protein synthesis, apoptosis, and differentiation using quantitative image analysis. Clustering the surfaces into 28 archetypical cell shapes, we found a very strict correlation between cell shape and physiological response and selected seven cell shapes to describe the molecular mechanism leading to phenotypic diversity. Transcriptomics analysis revealed a tight link between cell shape, molecular signatures, and phenotype."}, "Design": {"Surface selection": "28 surfaces are selected from a human bone marrow MSC TopoChip screen. These 28 surfaces are enlarged and fabricated on expanded surfaces on Polystyrene films containing the topographical imprints and were O2-plasma treated to enhance cell attachment. ", "Protein synthesis": "To assess global protein synthesis on the selected surfaces we looked at global protein expression by L-methionine analogue incorporation. ", "ALP induction": "To assess the expression of ALP, a osteogenic marker, hMSCs were cultured on topographies in osteogenic medium for 7 days. ALP protein level was assessed by immunofluorescent imaging.", "Adiopogenesis": " to induce adipogenesis, hMSCs were cultured for 3 weeks in adipogenic medium. To visualize lipids formation, cells were stained with oil red o (Sigma-Aldrich, O0625). ", "Apoptosis": "hMSCs were stained with dye for live cells (CellTracker Green CMFDA, Thermo Fischer Scientific, 11570166). Next, we added a staurosporine (Abcam, ab120056), a protein kinase inhibitor, in the concentration of 0.5 μM and 250 ng/ml of annexin V (Dr Leon J. Schurgers, Department of Biochemistry, University Maastricht) with a red fluorescent tag to detect apoptosis.", "Cell-Painting assay": "hMSCs (d016) were seeded on topographies for 24 h in basic medium at density 10,000 cells/cm2 in 24 well plates. cellular morphology is assed with the cell painting assay. following the Cell Painting protocols (Bray et al. Nat Protocols). ", "Transcriptomic analysis": "hMSCs (d016) were seeded on selected topographies for 24 h in a basic medium at a density of 15,000 cells/cm2 in 24 well plates in triplicate. Differential expressed genes are identified by using a linear modelling approach (R Limma package). Genes are differentially expressed at a adjusted p-value < 0.05."}, "Results": {"ALP induction": "ata showed a positive correlaton between the shape parameters FormFactor and Minor Axis length with ALP expression, whereas Extent showed a negative correlation. We found that the typical ALP positive cell has an elongated, irregular shape with many protrusions.", "Cell proliferation": "A large difference in the rate of proliferation is observed, ranging from 12 to 59% of EdU-positive cells, between the low and high scoring surfaces.", "Protein synthesis": "Protein synthesis is found to be positively correlated to the shape parameter Area and negatively correlated to the shape parameters Euler Number (the number of the “holes” in the object, which can appear when the cell is forming a protrusion around a pillar).", "Selected surfaces": "2117,1913,1008,941,1330,281,2113,684", "ImageForSurfaces": "TRUE", "ImagesStudyDesign": "2117,1913,1008,941,1330,281,2113,684"}}, "iValve1": {"Description": {"Name": "In situ tissue engineered heart valves (iValve1)", "Lead author": "Jolanda Kluin", "Lead principal investigator": "Carlijn V.C. Bouten", "Date": "8 February 2017", "DOI": "10.1016/j.biomaterials.2017.02.007", "Description": "The creation of a living heart valve is a much-wanted alternative for current valve prostheses that suffer from limited durability and thromboembolic complications. Current strategies to create such valves, however, require the use of cells for in vitro culture, or decellularized human- or animal-derived donor tissue for in situ engineering. Here, we propose and demonstrate proof-of-concept of in situ heart valve tissue engineering using a synthetic approach, in which a cell-free, slow degrading elastomeric valvular implant is populated by endogenous cells to form new valvular tissue inside the heart. We designed a fibrous valvular scaffold, fabricated from a novel supramolecular elastomer, that enables endogenous cells to enter and produce matrix. Orthotopic implantations as pulmonary valve in sheep demonstrated sustained functionality up to 12 months, while the implant was gradually replaced by a layered collagen and elastic matrix in pace with cell-driven polymer resorption. Our results offer new perspectives for endogenous heart valve replacement starting from a readily-available synthetic graft that is compatible with surgical and transcatheter implantation procedures."}, "Design": {"Implantation method": "Surgically implementation", "Implantation position": "Pulmonary position", "Scaffold": "PCL-BisUrea and PCU-131 scaffold in PEEK ring (isotropic, not pre-shaped)", "Cytotoxicity test": "Cytotoxicity  of the polycarbonate bisurea samples were determined using an MTT cytotoxicity assay.", "Uniaxial tensile test": "The bulk mechanical properties of the polycarbonate bisuerea base material were determined by performing unaxial stress-strain tensile tests on dog-bone solid samples.", "Biaxial tensile tests": "Mechanical properties of a non-implanted control scaffold, the explants, and native control valves were analyzed by using a biaxial tensile tester (BioTester, 1.5 N load cell; CellScale) in combination with LabJoy software (V8.01, CellScale).", "Electrospinning": "Valves were manufactured by suturing an electrospun tube of polycarbonate bisurea on a polyether ketone supporting stent.", "Support ring": "The crown-like structure of the support consisted of a ring with three individual posts and measured 20 mm in outer diameter. The ring connecting the three posts contained small holes (∅ 0.8 mm) for suturing. Valves were fabricated by suturing the electrospun PC-BU tubes onto the support ring.", "Fibrin coating": "Prior to implantation, valves were coated with fibrin. For fibrin gel formation, sterile bovine fibrinogen solution, with 10 mg actual protein/mL medium (Sigma), was added to sterile bovine thrombin solution, with a concentration of 10 IU thrombin/mL medium (Sigma).", "Hydrodynamic in vitro functionality assessment": "One valve was used for in vitro valve functionality assessment.  The valve was subjected to physiological pulmonary conditions (rate of 72 beats per minute, stroke volume of 70 mL, maximum diastolic pressure difference of 25 mmHg) for 1 h. Data was collected for 5 s at 5 kHz and functionality was assessed from an average over 10 cardiac cycles by using Statys™ software (BDC Laboratories) to determine cardiac output (CO), effective orifice area (AEO) and regurgitation fraction (RF), as well as stroke, leakage and closing volume.", "Valve durability test": "After functionality assessment, the valve was subjected to pulmonary conditions for one million cycles, before it was subjected to aortic conditions until failure.", "Animal study": " vivo functionality as pulmonary valve replacement was studied during long-term follow-up in an ovine model. We monitored valve function, in situ cell recruitment, neo-tissue formation, in vivo scaffold resorption and mechanical properties of valves up to 6 (n = 5) and 12 (n = 4) months follow-up.", "Histology": "Samples are stained with Weigert's Hematoxylin and Eosin (H&E) to assess gross morphology, Masson's Trichrome (Sigma-Aldrich) to assess extracellular matrix, Rusell-Movat Pentachrome (American MasterTech) to assess tissue composition, Picrosirius Red (Sirius red F3B, Sigma, in saturated aqueous picric acid, Fluka) to assess collagen, and Alizarin Red (Sigma) to assess calcium deposits. ", "Scanning electron microscopy (SEM)": "Samples were analyzed by SEM to visualize coverage of the scaffold with neo-tissue and to visualize the degree of degradation of scaffold fibers.", "Gel Permeation Chromatography (GPC)": "GPC is used to determine number averaged molecular weights (Mn) and weight averaged molecular weights (Mw)."}, "Results": {"Biomaterial": "The synthesized PC-BU biomaterial has a novel molecular structure with uniform and strictly segmented poly-n-hexylcarbonate soft blocks and butylene bis-urea hard blocks.", "Tensile tests": "Tensile testing of the bulk PC-BU showed a stress-strain curve with a monotonous increase of stress, without displaying a distinct yield point. Therefore, the strength at break (σbreak) was also the ultimate tensile strength (UTS), which was determined to be 39.8 ± 1.6 MPa at a maximum strain at break (εbreak) of 952 ± 21%. The tensile toughness (or UT; as determined by the area under the stress-strain curve) was determined to be 190 ± 9 MPa, with a Young's modulus (E; as determined between 0.25% and 2.5% strain) of 11.2 ± 0.2 MPa.", "Long-term in vivo testing": "At termination, the valves showed good functionality with only mild central regurgitation (grade 1) and no stenosis,with the exception of one of the 12-month explants (regurgitation grade 3). Invasive pressure measurements showed no gradient across the valve. None of the animals showed any clinical signs of valve failure (e.g. murmur, dyspnea or ascites) during the complete follow-up period.", "Leaf thickness": "verage leaflet thickness was larger than native leaflet thickness and tended to increase from 6 to 12 months follow-up, although this increase was not statistically significant. n average, no significant difference was detected in leaflet length between the 6- and 12-months explants. However, one of the 12 months explants did show retraction of all cusps, leading to grade 3 regurgitation.", "In situ colonization": "Macrophages and neutrophilic granulocytes infiltrated abundantly throughout the porous microstructure of the scaffold, including the leaflet tip, already after 2 months. This was more pronounced in the 6-months explants and decreased from 6 to 12 months. In addition, cells adhered onto the scaffold, forming a layer of neo-tissue, first on the pulmonary surface of the leaflet, and after 12 months also on the ventricular side. Vimentin expression was observed dispersed throughout the scaffold in both the 6- and 12-months explants. α-SMA positive cells localized at the leaflet base and belly, predominantly in the neo-tissue that had formed on the pulmonary side of the valve at 6 months follow-up. After 12 months, α-SMA expression in the leaflet tended to be dampened (not statistically significant), while vimentin expression remained abundant. CD45 positive cells were detected throughout the valve leaflets at both 6- and 12 months follow-up.", "Progressive in situ endothelialization of valves": "After 6 months in vivo, endothelialization was predominantly observed on the pulmonary side of the leaflet, with expression comparable to the native leaflet. On the ventricular side, patchy endothelium was detected near the hinge region, but not near the free edge. After 12 months, a near-confluent endothelial layer was observed on both the pulmonary and the ventricular surfaces, although localized uncovered regions were detected, mainly near the free edge.", "Formation and composition of neo-tissue": "Analogous to the cell colonization, profound valve remodeling was seen at the tissue level. . At 6 months follow-up, collagen was mainly deposited as a neo-tissue layer onto the scaffold the pulmonary side of the leaflet. Minor collagen deposition was detected inside the scaffold, in particular near the hinge region. At 12 months follow-up, collagen deposition inside the scaffold was more pronounced, also in the belly region, and a remodeling region was observed near the hinge region.GAGs were observed in and on the scaffold at both the 6- and the 12-months explants. Biochemical analysis revealed no significant differences in tissue composition between 6- and 12-months explants, although collagen content at 6 months was less than native. At 12 months follow-up, the tissue was composed of DNA, GAGs, collagen, and (tropo)elastin at concentrations comparable to the native pulmonary leaflet.", "Elastic fiber formation": "Expression of the (tropo)elastin protein strongly co-localized with collagen expression. At 6 months, coexpression of fibrillin-1 and (tropo)elastin and mature elastic fibers were only detected on the pulmonary side of the leaflet. At 12 months, elastic fiber formation was observed on both sides of the leaflet, albeit more pronounced on the pulmonary side. On the ventricular side, elastic fiber formation was limited to the hinge region.", "Scaffold degradation": "The remaining polymer scaffold displayed a modest decrease in molecular weight, but a clear change in the molecular weight distribution (dispersity D), indicating that the remaining material has been affected. Histological analysis revealed that, after 12 months, the PC-BU had specifically disappeared from the section at the base of the leaflet, a section in which cells are relatively abundant.", "Mechanical propoerties explants": "Starting from an almost linear elastic material behavior of the PC-BU starter matrix, the explanted valves displayed a more tissue-like non-linear elastic behavior, albeit with a higher stiffness compared to the native pulmonary valve.", "ImageOfValves": "TRUE", "ImageStudyDesign": "iValve1_surgical.png,iValve1_surgical_scheme.png,iValve1_GrossAppearance_6months.png,iValve1_GrossAppearance_12months.png,iValve1_NeoTissue_6Months.png,iValve1_NeoTissue_12Months.png"}}}