{"ALP": {"Description": {"Name": "Mining for osteogenic surface topographies", "Lead author": "Frits F.B. Hulshof", "Lead principal investigator": "Jan de Boer", "Date": "12 May 2017", "DOI": "10.1016/j.biomaterials.2017.05.020", "Summary": "Stem cells respond to the physicochemical parameters of the substrate on which they grow. Quantitative material activity relationships ethe relationships between substrate parameters and the phenotypes they induce have so far poorly predicted the success of bioactive implant surfaces. In this report, we screened a library of randomly selected designed surface topographies for those inducing osteogenic differentiation of bone marrow-derived mesenchymal stem cells. Cell shape features, surface design parameters, and osteogenic marker expression were strongly correlated in vitro. Furthermore, the surfaces with the highest osteogenic potential in vitro also demonstrated their osteogenic effect in vivo: these indeed strongly enhanced bone bonding in a rabbit femur model. Our work shows that by giving stem cells specific physicochemical parameters through designed surface topographies, differentiation of these cells can be dictated."}, "Design": {"TopoChip screen": "8 Titanium-coated TopoChips, 4356 images (one for each TopoUnit) were acquired for each chip and fluorescence channel, 12 higher-resolution confocal microscopy images to validate morphology on highest and lowest rank surfaces.", "Surface validation": "To study the long-term effect of topographies on osteogenesis, a mineralization experiment with the selected surfaces in osteogenic medium was performed (see flow cytometry and qPCR).  ", "Flow cytometry": "ALP expression was verified by flow cytometry in hMSCs after 5 days in medium with osteogenic supplements (see flow cytometry).", "qPCR": "total RNA was isolated to quantify Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts from hMSCs cultured for 5 weeks on the selected topographies in osteogenic conditions.", "Animal surgery": "Titanium implants were surgically implanted in 24 New Zealand White female rabbits. From the resulting total of 8 replicates per topography, 4 were used for the pull-out tests and 4 were used for histological analysis.", "Tensile test": "At four and eight weeks after implantation, a tensile test is performed to measure the force required for detachment of the implant", "Histology methods": "histology images of bone slices with: a non-patterned substrate (4 weeks implantation),SLA substrate (8 weeks implantation), and  low ALP hit topography substrate (4 weeks implantation)."}, "Results": {"selected surfaces": "T2-PLA-Ti-3322,T2-PLA-Ti-0205,T2-PLA-Ti-0304,T2-PLA-Ti-1642,T2-PLA-Ti-3240,T2-PLA-Ti-2702,T2-PLA-Ti-1901", "ImageForSurfaces": "TRUE", "ImagesStudyDesign": "11,1050,1018,1706,1147,229,494", "gene expression": "Both ALP-high surfaces (4 and 8) showed large upregulation of Osteopontin (OPN), osteocalcin (OCN), and bone sialoprotein (BSP) transcripts relative to the non-patterned control, whereas surface 7 showed intermediate values."}}, "ICAM1": {"Description": {"Name": "Surface topographies control ICAM-1 expression", "Lead auhtors": "Aliaksei S. Vasilevich", "Lead principal investigators": "Jan de Boer", "Date": "28 June 2018", "DOI": "10.3389/fbioe.2018.00087", "Summary": "We used a library of designed surface topographies to trigger FRC differentiation from tonsil-derived stromal cells (TSCs). Undifferentiated TSCs were seeded on a TopoChip containing 2176 different topographies in culture medium without differentiation factors, then monitored cell morphology and the levels of ICAM-1, a marker of FRC differentiation. We identified 112 and 72 surfaces that upregulated and downregulated, respectively, ICAM-1 expression. By monitoring cell morphology, and expression of the FRC differentiation marker ICAM-1 via image analysis and machine learning, we discovered correlations between ICAM-1 expression, cell shape and design of surface topographies and confirmed our findings by using flow cytometry."}, "Design": {"Cell culture": "stromal cells were obtained from human tonsils collected from children undergoing routine tonsillectomy. Cells were cultured in alpha-MEM media supplemented with 10% FBS at 37°C in a humid atmosphere with 5% CO2 unless stated differently. For induction of FRC phenotype, cells were treated with TNF-α (10 ng/mL) and LT-α1β2 (100 ng/mL; R&D Systems, Abingdon, United Kingdom).", "Adipogenesis": "To induce adipogenesis, cells were cultured for 3 weeks in adipogenic media. Following exposure to adipogenic media for 3 weeks, we observed most BM-MSCs with abundant lipid droplet formation.", "Mineralization": "To induce mineralization, cells were cultured for 4 weeks in mineralization media. Mineralization was clearly observed in BM-MSCs but only occasionally detected minerals in TSCs. As expected, the amount of deposited calcium in BM-MSCs treated with mineralization media was higher than in the untreated condition, while calcium was not significantly increased in TSCs", "TopoChip screen": " To evaluate the response of TSCs to surface topography, we seeded cells on polystyrene TopoChips, and cultured them for 48 h in basic medium and stained them with phalloidin and DAPI to visualize the cytoskeleton and nuclei, respectively. On flat control surfaces, TSCs displayed a typical spindle shape and oval nuclei but showed very diverse cell shapes on the different topographies."}, "Results": {"Selected surfaces": "TS_PS_0344,TS_PS_0708,T2_PS_2216,T2_PS_1054", "ImageForSurfaces": "TRUE", "ImagesStudyDesign": "2100,882,380,1859", "Gene expression": "ICAM-1 expression signficantly different on ICAM-1-High (TS_PS_0344,TS_PS_0708) and ICAM-1-Low (T2_PS_2216,T2_PS_1054) to flat surface. VCAM-1, IL7, or CCL5 are not differently expressed."}}}